/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */


"zanalytics.bug.alert.about" = "વિશે";
"zanalytics.bug.alert.from" = "થી";
"zanalytics.bug.alert.imagelimitreached" = "મહત્તમ મર્યાદા આવી પહોંચી";
"zanalytics.bug.alert.imagelimits" = "તમે ફક્ત 10 છબીઓ જોડી શકો છો";
"zanalytics.bug.alert.macheader" = "અમારી સાથે પ્રતિસાદ શેર કરો અથવા અમારા સંદર્ભ માટે જોડાણો સાથે ભૂલોની જાણ કરો";
"zanalytics.bug.alert.write" = "અમને લખો";


"zanalytics.bug.alert.anonymalert" = "તમારા ઇમેલ સરનામાં સાથે પ્રતિસાદ શેર કરવાની હંમેશા ભલામણ કરવામાં આવે છે. જો તમે તમારું ઇમેલ સરનામું શેર કરશો નહીં, તો અમે સમસ્યા વિશે અપડેટ કરવા માટે તમારો સંપર્ક કરી શકીશું નહીં.";

"zanalytics.bug.alert.quitfeedback" = "શું તમે ખરેખર છોડવા માંગો છો?";
"zanalytics.feedback.navbar.title.noscreenshots" = "કોઈ સ્ક્રીનશોટ્સ ઉપલબ્ધ નથી";
"zanalytics.feedback.navbar.title.screenshots" = "સ્ક્રીનશોટ્સ";
"zanalytics.feedback.navbar.title.snap" = "સ્નેપ";
"zanalytics.feedback.navbar.title.compose" = "તૈયાર કરો";


"zanalytics.bug.alert.cancel"               = "ના";
"zanalytics.bug.alert.title"                = "અમને કંઈક કહેવા માંગો છો?";
"zanalytics.feedback.navbar.title.feedback"             = "પ્રતિસાદ";
"zanalytics.feedback.navbar.title.reportbug"            = "બગની જાણ કરો";
"zanalytics.feedback.navbar.title.helpme"               = "મને મદદ કરો";

"zanalytics.feedback.navbar.title.systemlogs"             = "સિસ્ટમ લૉગ્સ";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "ડાયગ્નોસ્ટિક માહિતી";

"zanalytics.bug.alert.dontshowagain"            = "ફરીથી બતાવશો નહીં";
"zanalytics.bug.alert.title.helpme"            = "મને મદદ કરો";

"zanalytics.bug.alert.message.savetolocal"         = "માફ કરજો.. અમે બગ રિપોર્ટ મોકલી શક્યાં નથી, શું તમે સ્ક્રીનશૉટ સાચવવા માંગો છો?";



"zanalytics.feedback.email.title"                = "ઇમેઇલ સરનામું";


"zanalytics.bug.detectscreen.title"       = "કંઈક રસપ્રદ મળ્યું?";

"zanalytics.bug.alert.detectscreen.yes"                      = "હા";
"zanalytics.bug.alert.detectscreen.no"                       = "ના";

"zanalytics.bug.alert.detectscreen.share" = "શૅઅર કરો";
"zanalytics.bug.alert.detectscreen.dontshow" = "ફરીથી પૂછશો નહીં";

"zanalytics.bug.annotate.button.title"                       = "નીચેના ટૂલ્સનો ઉપયોગ કરીને બગની ટીકા કરો";


"zanalytics.feedback.failed.alert.description" = "પ્રતિસાદ મોકલવામાં નિષ્ફળ, કૃપા કરીને ફરી પ્રયાસ કરો!";


"zanalytics.feedback.success.alert.description" = "તમારો પ્રતિસાદ સબમિટ કરવા બદલ આભાર!";


"zanalytics.feedback.common.alert.title.add.photos" = "ફોટા ઉમેરો";
"zanalytics.feedback.common.alert.title.alert" = "ચેતવણી";
"zanalytics.feedback.common.button.title.back" = "પાછળ";
"zanalytics.feedback.common.button.title.cancel" = "રદ કરો";
"zanalytics.feedback.common.button.title.close" = "બંધ";
"zanalytics.feedback.common.button.title.ok" = "ઓકે";

"zanalytics.feedback.textview.placeholder" = "અમે તમારા પ્રતિસાદને મહત્વ આપીએ છીએ. કૃપા કરીને અમને જણાવો કે અમે કેવું કરી રહ્યા છીએ.";
"zanalytics.bug.textview.placeholder"           = "શું તમે અમારી એપનો ઉપયોગ કરતી વખતે કોઈ મુશ્કેલીનો સામનો કર્યો હતો? ચાલો અમને જણાવો.";
"zanalytics.help.textview.placeholder"           = "અમે વસ્તુઓને યોગ્ય બનાવવાનો પ્રયત્ન કરીશું અને તમને મદદ કરીશું!";

"zanalytics.feedback.add.photos.alert.description" = "કોઈ ફોટા જોડાયેલા નથી, વધુ ફોટા ઉમેરવા માટે ફોટો ગૅલેરી ખોલો!";

"zanalytics.feedback.add.photos.alert.open" = "ફોટા ખોલો";


"zanalytics.feedback.access.photos.alert.description" = "%@ ઍપ તમારા ફોટાની ઍક્સેસ ધરાવતી નથી.\nઍક્સેસ સક્ષમ કરવા માટે, અહીં જાઓ: સેટિંગ્સ > ગોપનીયતા > ફોટા > %@";

"zanalytics.feedback.access.photos.alert.settings" = "સેટિંગ્સ";

"zanalytics.feedback.label.title.anonymous" = "અનામી";

"zanalytics.feedback.navbar.button.title.send" = "મોકલો";
"zanalytics.feedback.navbar.button.title.next" = "આગામી";
"zanalytics.feedback.navbar.button.title.done" = "થઈ ગયું";
"zanalytics.feedback.navbar.button.title.editphotos" = "ફોટા સંપાદિત કરો";
"zanalytics.feedback.navbar.button.title.addmore" = "વધુ ઉમેરો";
"zanalytics.feedback.navbar.button.title.attach" = "જોડો";
"zanalytics.feedback.navbar.button.title.delete" = "કાઢી નાંખો";


"zanalytics.feedback.navbar.title.taptoedit" = "સંપાદિત કરવા માટે ટૅપ કરો";
"zanalytics.feedback.navbar.title.editor" = "સંપાદકો";
"zanalytics.feedback.navbar.title.choosephotos" = "ફોટા પસંદ કરો";
"zanalytics.feedback.navbar.title.selectphotos" = "ફોટા પસંદ કરો";
"zanalytics.feedback.navbar.title.photoselected" = "પસંદ કરેલ ફોટો";
"zanalytics.feedback.navbar.title.photosselected" = "પસંદ કરેલ ફોટોસ";

"zanalytics.feedback.accessory.title.systemlogs" = "સિસ્ટમ લૉગ્સ શામેલ કરો";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "ડાયગ્નોસ્ટિક માહિતી શામેલ કરો";
"zanalytics.feedback.accessory.button.title.view" = "જુઓ";

"zanalytics.feedback.picker.image.notfound" = "છબીઓ મળી નથી";

"zanalytics.feedback.attachments.title" = "જોડાણો(%i)";

"zanalytics.feedback.privacy.consent.description" = "અમે ભલામણ કરીએ છીએ કે તમે કન્સોલ લૉગ અને ડાયગ્નોસ્ટિક માહિતી શામેલ કરો કારણ કે તે અમારા વિકાસકર્તાઓને તમે શેર કરી રહ્યાં છો તે પ્રતિસાદને વધુ સારી રીતે સમજવામાં મદદ કરશે.";

"zanalytics.feedback.privacy.consent.clogs.title" = "કન્સોલ લૉગ્સ";

"zanalytics.feedback.privacy.consent.dinfo.title" = "ડાયગ્નોસ્ટિક માહિતી";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "અન્ય માહિતી";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "ઉપકરણ માહિતી";

"zanalytics.feedback.privacy.consent.cancel" = "રદ કરો";

"zanalytics.feedback.privacy.consent.openmailapp" = "મેલમાં ખોલો";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "હંમેશા મોકલો";
